Repository: ElizavetaWow/Site
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please log in to access this page.
ru: Пожалуйста, войдите в систему, чтобы получить доступ к этой странице.

source: [Salon] Reset Your Password
ru: [Salon] Сброс Пароля

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Repeat Password
ru: Повторите пароль

source: Register
ru: Регистрация

source: Please use a different username.
ru: Пожалуйста, используйте другое имя пользователя.

source: Please use a different email address.
ru: Пожалуйста, используйте другой адрес электронной почты.

source: Remember Me
ru: Запомнить меня

source: Sign In
ru: Войти

source: About me
ru: Обо мне

source: I am a master
ru: Я мастер

source: Submit
ru: Опубликовать

source: Secret Key
ru: Секретный код

source: Specialization
ru: Специализация

source: Send
ru: Отправить

source: Date (dd.mm.yyyy)
ru: Дата (дд:мм:гггг)

source: Time (hh:mm)
ru: Время (чч:мм)

source: Yes
ru: Да

source: Request Password Reset
ru: Сбросить пароль

source: Say something
ru: Напишите что-нибудь

source: Home
ru: Главная

source: Your post is now live!
ru: Ваш пост опубликован!

source: Blog
ru: Блог

source: Your changes have been saved.
ru: Ваши изменения были сохранены.

source: Edit Profile
ru: Редактировать профиль

source: You have confirmed your status.
ru: Вы подтвердили свой статус.

source: You are not a master or your secret key is not right.
ru: Вы не являетесь мастером или ваш секретный код неверен.

source: Check master
ru: Проверка статуса мастера

source: The date format is incorrect.
ru: Формат даты неверен.

source: The time format is incorrect.
ru: Формат времени неверен.

source: It is not a working hour.
ru: Это не рабочее время.

source: Date and time are incorrect.
ru: Дата и время некорректны.

source: You have added new schedule variant!
ru: Вы добавили новый вариант в расписание!

source: This variant is already added.
ru: Этот вариант уже добавлен.

source: Add Schedule Variant
ru: Добавление времени для записи

source: To schedule
ru: Записаться

source: You scheduled successfully.
ru: Запись проведена успешно.

source: Confirm the choice
ru: Подтверждение выбора

source: You want to schedule to the master
ru: Вы хотите записаться к мастеру

source: Actual schedules
ru: Актуальные записи

source: Followers
ru: Подписчики

source: Followings
ru: Подписки

source: Cancel the appointment
ru: Отменить запись

source: You want to cancel the appointment to
ru: Вы хотитите отменить запись к

source: User %(username)s not found.
ru: Пользователь %(username)s не найден.

source: You cannot follow yourself!
ru: Вы не можете подписаться на себя!

source: You are following %(username)s!
ru: Вы подписаны на %(username)s!

source: You cannot unfollow yourself!
ru: Вы не можете отписаться от себя!

source: You are not following %(username)s.
ru: Вы отписались от %(username)s.

source: Congratulations, you are now a registered user!
ru: Поздравляю, теперь Вы зарегистрированный пользователь!

source: Check your email for the instructions to reset your password
ru: Проверьте свою электронную почту для получения инструкций по сбросу пароля

source: Reset Password
ru: Сброс пароля

source: Your password has been reset.
ru: Ваш пароль был сброшен.

source: Reset password
ru: Сброс пароля

source: Invalid username or password
ru: Неверное имя пользователя или пароль

source: File Not Found
ru: Файл не найден

source: Go to Home
ru: Перейти на Главную

source: An unexpected error has occurred
ru: Возникла непредвиденная ошибка

source: The administrator has been notified. Sorry for the inconvenience!
ru: Администратор был уведомлен об ошибке. Извините за доставленные неудобства!

source: Last seen on
ru: Последний раз был(а) в сети

source: Username: %(username)s
ru: Пользователь: %(username)s

source: Specialization: %(spec)s
ru: Специализация: %(spec)s

source: About me: %(about_me)s
ru: Обо мне: %(about_me)s

source: Last seen: %(last_seen)s
ru: Последний раз был(а) в сети: %(last_seen)s

source: To: %(master)s
ru: К: %(master)s

source: On: %(date)s
ru: На: %(date)s

source: %(username)s said %(when)s:
ru: %(username)s написал(а) %(when)s:

source: It is your actual schedule!
ru: Ваше актульное расписание!

source: You have appointments:
ru: У вас есть записи:

source: Earlier
ru: Более рание

source: Back to my profile
ru: Вернуться с своему профилю

source: Later
ru: Более поздние

source: Welcome to Salon
ru: Добро пожаловать в Salon!

source: Profile
ru: Профиль

source: Login
ru: Войти

source: Logout
ru: Выйти

source: Hi, %(username)s!
ru: Здравствуйте, %(username)s!

source: Welcome to Blog
ru: Добро пожаловать в Блог

source: Newer posts
ru: Новые публикации

source: Older posts
ru: Старые публикации

source: If you do not know the secret key, just click on "Send"
ru: Если вы не знаете секретный код, просто нажмите "Отправить"

source: On the date and time
ru: На дату и время

source: If you don't want to do this:
ru: Если вы не хотите делать этого:

source: Back
ru: Назад

source: My %(follow)s
ru: Мои %(follow)s

source: Back to profile
ru: Вернуться к профилю

source: Our masters
ru: Наши мастера

source: Back
ru: Назад

source: More
ru: Вперёд

source: New User?
ru: Впервые здесь?

source: Click to Register!
ru: Зарегистрируйтесь!

source: Forgot Your Password?
ru: Забыли пароль?

source: Click to Reset It
ru: Нажмите, чтобы сбросить его

source: Reset Your Password
ru: Сбросить пароль

source: Schedule to %(username)s!
ru: Записаться к %(username)s!

source: Possible variants:
ru: Возможные варианты:

source: To Home
ru: На Главную

source: User
ru: Пользователь

source: %(count)d followers
ru: %(count)d подписчиков

source: %(count)d following
ru: %(count)d подписок

source: Edit your profile
ru: Редактировать профиль

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться

source: Add schedule variant
ru: Добавить в расписание
